Repository: VladyslavKuzenko/ExamProject
Catalog: EasyLearn/EasyLearn/Resources/Pages/Home/IndexModel.*.resx
Languages: uk

source: Advanced search
uk: Розширений пошук

source: Be prepared for exams
uk: Будьте готові до іспитів

source: Find the flashcards you need to study any subject
uk: Знайдіть картки, необхідні для вивчення будь-якого предмету

source: Improve your grades by learning new words
uk: Покращуйте свої оцінки, вивчаючи нові слова

source: Learn something new!
uk: Дізнайся щось нове!

source: Popular textbooks
uk: Популярні книги

source: Recent
uk: Нещодавні

source: terms
uk: термінів

source: Test yourself with study tips and advices
uk: Перевірте себе за допомогою підказок і порад щодо навчання

source: Try these updated functions
uk: Спробуй ці оновлені функції

source: Try this updated functions
uk: Спробуй ці оновлені функції

source: Video lessons
uk: Відео уроки

source: Welcome to index
uk: Ласкаво просимо до індексу
